Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Update app
ar: تحديث التطبيق
be: Абнавіць праграму
ca: Actualitza l'aplicació
de: App aktualisieren
es: Actualizar app
fa: به‌روزرسانی برنامه
fi: Päivitä sovellus
fr: Mettre à jour l'application
id: Perbarui apl
it: Aggiorna App
ko: 앱 업데이트
ms: Kemaskini aplikasi
nl: App bijwerken
pl: Aktualizuj aplikację
pt_br: Atualizar aplicativo
ru: Обновить приложение
sv: Uppdatera app
tr: Uygulamayı güncelle
uk: Оновити додаток
uz: DASTURNI YANGILASH
zh_cn: 升级应用
zh_tw: 升級程式

# UpdateAppAlert
source: Sorry, your Telegram app is out of date and can't handle this request. Please update Telegram.
ar: عذرًا، تطبيق تيليجرام الذي تملكه قديم ولا يمكنه التعامل مع هذا الطلب، يرجى القيام بتحديثه.
be: На жаль, версія Telegram састарэла і таму апрацаваць гэты запыт немагчыма. Абнавіце Telegram.
ca: La vostra aplicació està desactualitzada i no pot gestionar aquesta petició. Actualitzeu el Telegram.
de: Deine Telegram-App ist leider veraltet und kann diese Anfrage nicht verarbeiten. Bitte aktualisiere Telegram.
es: Lo sentimos, tu app de Telegram no está actualizada y no puede procesar esta solicitud. Por favor, actualiza Telegram.
fa: متأسفانه برنامه تلگرام شما به‌روز نیست و نمی‌تواند این درخواست را انجام دهد. لطفاً تلگرام را به‌روزرسانی کنید.
fi: Valitettavasti Telegram-sovelluksesi on vanhentunut, eikä se voi käsitellä tätä pyyntöä. Sovellus on päivitettävä.
fr: Votre application Telegram n'est pas à jour et ne peut pas traiter votre demande. Merci de mettre à jour Telegram.
id: Maaf, Anda menggunakan aplikasi Telegram versi lama dan tidak dapat menangani permintaan ini. Harap perbarui Telegram.
it: Spiacenti, la tua app Telegram è obsoleta e non può gestire la richiesta. Per favore aggiorna Telegram.
ko: 죄송합니다. 텔레그램 앱이 최신 버전이 아니기에 이 요청을 받을 수 없습니다. 텔레그램을 업데이트해 주세요.
ms: Maaf, Telegram aplikasi anda adalah dari versi yang lama dan tak boleh laksana permintaan ini. Sila kemaskini Telegram anda.
nl: Je gebruikt een verouderde versie van Telegram, deze kan dit verzoek niet verwerken. Werk Telegram bij.
pl: Twoja aplikacja Telegram jest nieaktualna i nie może obsłużyć tego żądania. Zaktualizuj Telegram.
pt_br: Desculpe, seu Telegram está desatualizado e não consegue atender a este pedido. Por favor, atualize o Telegram.
ru: К сожалению, Ваша версия приложения устарела и не может обработать этот запрос. Пожалуйста, обновите Telegram.
sv: Din appversion kan inte hantera förfrågningen. Vänligen uppdatera Telegram.
tr: Üzgünüz, Telegram uygulamanız güncel değil ve bu isteği işleyemiyor. Lütfen Telegram'ı güncelleyin.
uk: Ваша версія Telegram застаріла і не може обробити цей запит. Оновіть Telegram.
uz: Kechirasiz, Telegram ilovangiz eskirgan va bu soʻrovni bajara olmaydi. Telegramni yangilang.
zh_cn: 抱歉，您的 Telegram 版本太低，无法处理此请求。 请升级 Telegram。
zh_tw: 抱歉，您的 Telegram 版本太低，無法處理此請求。 請升級 Telegram。

# UpdateContactsMessage
source: Telegram has detected many unsynced contacts, would you like to sync them now? Choose 'OK' if you're using your own device, SIM card and Google account.
ar: اكتشف تيليجرام العديد من جهات الاتصال غير المزامَنة، هل ترغب في مزامنتها الآن؟ اختر «نعم» إذا كنت تستخدم جهازك الخاص وشريحتك وحساب جوجل الخاص بك.
be: Telegram выявіў, што ў вас шмат несінхранізаваных кантактаў. Вы хочаце сінхранізаваць іх? Рэкамендуем рабіць гэта толькі на вашай уласнай прыладзе з уласнай SIM-карткай і ўліковым запісам Google.
ca: El Telegram ha detectat molts contactes no sincronitzats. Voleu sincronitzar-los ara? Trieu «D'acord» si esteu usant el vostre dispositiu, targeta SIM i compte de Google.
de: Telegram hat viele nicht synchronisierte Kontakte erkannt. Möchtest du diese jetzt synchronisieren? 'OK' wählen, wenn du dein eigenes Gerät, SIM-Karte und Google-Konto benutzt.
es: Telegram ha detectado muchos contactos sin sincronizar. ¿Quieres sincronizarlos ahora? Elige “OK” si estás usando tu dispositivo, tarjeta SIM y cuenta de Google.
fa: تلگرام مخاطبین همگام‌سازی نشده بسیاری را شناسایی کرده است، آیا تمایل دارید اکنون آن‌ها را همگام‌سازی کنید؟ در صورت استفاده از دستگاه، سیم‌کارت و حساب کاربری گوگل خود گزینه «تأیید» را انتخاب کنید.
fi: Telegram on havainnut, että sinulla on monia yhteystietoja synkronoimatta. Haluaisitko synkronoida ne nyt? Valitse OK vain jos käytät omaa laitettasi, SIM-korttiasi ja Google-tiliäsi.
fr: Telegram a détecté beaucoup de contacts non synchronisés, voulez-vous les synchroniser maintenant ? Ne faites cela qu'avec votre propre appareil, carte SIM et compte Google.
id: Telegram telah mendeteksi banyak kontak yang tidak disinkronkan. Apakah Anda ingin sinkronkan sekarang? Pilih 'OK' jika menggunakan perangkat, kartu SIM, dan akun Google Anda sendiri.
it: Telegram ha trovato molti contatti non sincronizzati, vorresti sincronizzarli adesso? Scegli 'OK' se stai usando il tuo dispositivo, la tua SIM e il tuo account Google.
ko: 텔레그램이 아직 동기화되지 않은 여러 연락처를 찾아냈습니다. 연락처를 동기화하시겠습니까? 본인의 기기, SIM 카드와 Google 계정을 사용하는 중이라면 '확인'을 누르십시오.
ms: Telegram menjumpai banyak kenalan tidak disegerak, adakah anda ingin segerakkan sekarang? Pilih "OK' jika anda menggunakan peralatan, kad SIM dan akaun Google sendiri.
nl: Veel van je contacten zijn niet gesynchroniseerd, wil je deze synchroniseren? Kies 'OK' als je je eigen apparaat, SIM en Google-account gebruikt.
pl: Telegram wykrył wiele niezsynchronizowanych kontaktów, czy chcesz zsynchronizować je teraz? Wybierz „OK”, jeśli używasz własnego urządzenia, karty SIM i konta Google.
pt_br: O Telegram detectou muitos contatos não sincronizados, deseja sincronizá-los agora? Escolha 'OK' se você está usando seu próprio celular, cartão SIM e conta do Google.
ru: Обнаружено много несинхронизированных контактов, хотите синхронизировать их? Нажмите «ОК», если сейчас Вы используете своё устройство, SIM-карту и аккаунт Google.
sv: Telegram har upptäckt många osynkade kontakter, vill du synka dem nu? Välj 'OK' om du använder din egna enhet, ditt SIM-kort och ditt Google-konto.
tr: Telegram, çok sayıda eşitlenmemiş kişi buldu, şimdi onları eşitlemek ister misiniz? Eğer kullanmakta olduğunuz cihaz, SIM kart ve Google hesabı size aitse 'Tamam' seçeneğini seçiniz.
uk: Telegram виявив багато несинхронізованих контактів, синхронізувати їх? Виберіть "Гаразд", якщо ви використовуєте власний пристрій, SIM-картку та акаунт Google.
uz: Telegram koʻplab sinxronlanmagan kontaktlarni aniqladi, ularni hozir sinxronlamoqchimisiz? Agar oʻzingizning qurilma, SIM karta va Google hisobingizdan foydalanayotgan boʻlsangiz, “OK” tugmasini tanlang.
zh_cn: Telegram 检测到很多未同步的联系人，您想现在将其同步吗？如果您使用的是自己的设备、SIM 卡和 Google 账号，请选择“确定”。
zh_tw: Telegram 檢測到很多未同步的聯絡人，您想現在將其同步嗎？如果您使用的是自己的設備、SIM 卡和 Microsoft 賬戶，請選擇“確定”。

# UpdateContactsTitle
source: Update contacts?
ar: هل ترغب في تحديث جهات الاتصال؟
be: Абнавіць кантакты?
ca: Voleu actualitzar els contactes?
de: Kontakte aktualisieren?
es: ¿Actualizar contactos?
fa: مخاطبین به‌روزرسانی شوند؟
fi: Päivitetäänkö yhteystiedot?
fr: Mettre les contacts à jour ?
id: Perbarui kontak?
it: Aggiornare i contatti?
ko: 연락처를 업데이트할까요?
ms: Kemas kini kenalan?
nl: Contacten bijwerken?
pl: Zaktualizować kontakty?
pt_br: Atualizar contatos?
ru: Обновить контакты?
sv: Uppdatera kontakter?
tr: Kişiler güncellensin mi?
uk: Оновити контакти?
uz: Kontaktlarni yangilaysizmi?
zh_cn: 更新联系人？
zh_tw: 更新聯絡人？

# UpdatedMinutes_one
source: updated {0} minute ago
ar: تم تحديثه قبل دقيقة واحدة
be: абноўлена {0} хвіліну таму
ca: actualitzat fa {0} minut
de: vor {0} Min.
es: hace {0} minuto
fi: päivitetty minuutti sitten
fr: actualisée il y a {0} minute
it: aggiornata {0} minuto fa
nl: {0} min geleden
pl: zaktualizowana {0} minutę temu
pt_br: atualizado há {0} min
ru: обновлена {0} минуту назад
sv: uppdaterad för {0} minut sen
tr: {0} dakika önce güncellendi
uk: оновлено {0} хвилину тому

# UpdatedMinutes_other
source: updated {0} minutes ago
ar: تم تحديثه قبل ⁨{0}⁩ دقيقة
be: абноўлена {0} хвілін таму
ca: actualitzat fa {0} minuts
de: vor {0} Min.
es: hace {0} minutos
fi: päivitetty {0} minuuttia sitten
fr: actualisée il y a {0} minutes
it: aggiornata {0} minuti fa
ko: {0}분 전 갱신됨
ms: dikemaskinikan {0} minit yang lalu
nl: {0} min geleden
pl: zaktualizowana {0} minuty temu
pt_br: atualizado há {0} min
ru: обновлена {0} минут назад
sv: uppdaterad för {0} minuter sen
tr: {0} dakika önce güncellendi
uk: оновлено {0} хвилин тому

source: UPDATE NOW
ar: التحديث الآن
be: АБНАВІЦЬ ЗАРАЗ
ca: ACTUALITZA ARA
de: JETZT AKTUALISIEREN
es: ACTUALIZAR
fa: به‌روزرسانی همین الان
fi: PÄIVITÄ NYT
fr: METTRE À JOUR MAINTENANT
id: SEKARANG
it: AGGIORNA ORA
ko: 지금 업데이트
ms: KEMASKINI SEKARANG
nl: NU BIJWERKEN
pl: AKTUALIZUJ TERAZ
pt_br: ATUALIZAR AGORA
ru: ОБНОВИТЬ СЕЙЧАС
sv: UPPDATERA NU
tr: ŞİMDİ GÜNCELLE
uk: ОНОВИТИ ЗАРАЗ
uz: HOZIROQ YANGILASH
zh_cn: 现在升级
zh_tw: 現在升級

source: Update Telegram
ar: تحديث تيليجرام
be: Абнавіце Telegram
ca: Actualitza el Telegram
de: Aktualisiere Telegram
es: Actualiza Telegram
fa: تلگرام را به‌روزرسانی کنید
fi: Päivitä Telegram
fr: Mettre à jour Telegram
id: Perbarui Telegram
it: Aggiorna Telegram
ko: 텔레그램을 업데이트하세요
ms: Kemaskini Telegram
nl: Telegram bijwerken
pl: Aktualizacja Telegrama
pt_br: Atualize o Telegram
ru: Обновление Telegram
sv: Uppdatera Telegram
tr: Telegram'ı Güncelle
uk: Оновити Telegram
uz: Telegramni yangilash
zh_cn: 升级 Telegram
zh_tw: 升級 Telegram

source: Updating...
ar: يتم التحديث...
be: Абнаўленне...
ca: S'està actualitzant...
de: Aktualisiere...
es: Actualizando...
fa: در حال به‌روزرسانی...
fi: Päivitetään...
fr: Mise à jour…
id: Memperbarui...
it: Aggiorno...
ko: 갱신 중...
ms: Mengemaskini...
nl: Bijwerken
pl: Aktualizowanie...
pt_br: Atualizando...
ru: Обновление...
sv: Uppdaterar...
tr: Güncelleniyor…
uk: Оновлення...
uz: Yangilanmoqda...
zh_cn: 刷新中……
zh_tw: 刷新中……

# UpgradeGroup
source: Upgrade to Supergroup
ar: الترقية لمجموعة خارقة
be: Абнавіцца да суперсуполкі
ca: Actualitza a Supergrup
de: In Supergruppe ändern
es: Convertir en supergrupo
fa: ارتقاء به ابرگروه
fi: Päivitä superryhmäksi
fr: Passer à un supergroupe
id: Ubah ke Supergrup
it: Aggiorna a supergruppo
ko: 슈퍼그룹으로 업그레이드
ms: Naiktaraf ke Grupsuper
nl: Opwaarderen naar supergroep
pl: Zmień na super grupę
pt_br: Converter em Supergrupo
ru: Сделать супергруппой
sv: Uppgradera till supergrupp
tr: Süper Gruba Yükselt
uk: Покращити до супергрупи
uz: Superguruhga aylantirish
zh_cn: 升级为超级群组
zh_tw: 升級為超級群組

source: Upload image
ar: رفع صورة
be: Запампаваць відарыс
ca: Puja una imatge
de: Bild hochladen
es: Subir imagen
fa: آپلود تصویر
fi: Lähetä kuva
fr: Envoyer une image
id: Unggah gambar
it: Carica immagine
ko: 이미지 업로드
ms: Muat naik imej
nl: Afbeelding uploaden
pl: Prześlij obraz
pt_br: Enviar imagem
ru: Загрузить изображение
sv: Ladda upp bild
tr: Resim yükle
uk: Завантажити зображення
uz: Rasm yuklash

# UploadItems
source: Upload {0}
ar: رفع ⁨{0}⁩
be: Запампаваць {0}
ca: Puja {0}
de: {0} hochladen
es: Subir {0}
fa: آپلود ⁨{0}⁩
fi: Lähetä {0}
fr: Envoyer {0}
id: Unggah {0}
it: Carica {0}
ko: {0} 업로드
ms: Muat naik {0}
pl: Prześlij {0}
pt_br: Enviar {0}
ru: Загрузить {0}
sv: Ladda upp {0}
tr: Yükle {0}
uk: Завантажити {0}
uz: {0} yuklash
zh_cn: 上传 {0}
zh_tw: 上傳 {0}

# UsbActive
source: USB transfer active
ar: نقل USB مفعَّل
be: Перадача праз USB актыўна
ca: Transferència USB activa
de: USB-Transfer aktiv
es: Transferencia USB activa
fa: انتقال USB فعال است
fi: USB-siirto aktiivinen
fr: Transfert USB actif
id: Transfer USB aktif
it: Trasferimento USB attivo
ko: USB 전송 활성
ms: Pemindahan USB aktif
nl: USB-overdracht actief
pl: Aktywny transfer USB
pt_br: Transferência USB ativa
ru: Передача по USB активна
sv: USB-överföring aktiv
tr: USB aktarımı etkin
uk: Передавання по USB активне
uz: USB orqali o‘tkazish yoqilgan
zh_cn: 已启用 USB 传输
zh_tw: 已啓用 USB 傳輸

# UseDifferentTheme
source: Use a different theme
ar: استخدام نمط آخر
be: Выкарыстоўваць іншую тэму
ca: Utilitza un tema diferent
de: Ein anderes Thema wählen
es: Usar un tema diferente
fa: استفاده از یک پوسته متفاوت
fi: Käytä toista teemaa
fr: Utiliser un autre thème
id: Gunakan tema berbeda
it: Usa un tema diverso
ko: 다른 테마 사용
ms: Guna tema yang berbeza
nl: Gebruik een ander thema
pl: Użyj innego motywu
pt_br: Usar um tema diferente
ru: Использовать другую тему
sv: Använd ett annat tema
tr: Farklı bir tema kullan
uk: Використати іншу тему
uz: Boshqa mavzudan foydalanish

# UseDifferentThemeInfo
source: You can also use an existing custom theme as a foundation for your theme.
ar: يمكنك أيضًا اختيار أحد الأنماط الحالية كأساس لنمطك الجديد.
be: Вы таксама можаце выкарыстоўваць існуючую карыстальніцкую тэму як аснову для сваёй тэмы.
ca: També podeu emprar un tema ja creat com a base per al vostre.
de: Du kannst auch ein bestehendes eigenes Thema als Grundlage für dein Thema verwenden.
es: También puedes usar un tema personalizado existente como base para tu tema.
fa: شما همچنین می‌توانید از یک پوسته سفارشی موجود به عنوان پایه پوسته خود استفاده کنید.
fi: Voit käyttää myös valmista mukautettua teemaa pohjana teemallesi.
fr: Vous pouvez aussi utiliser un thème existant afin de l'utiliser comme base pour votre thème.
id: Anda juga dapat menggunakan tema khusus yang sebagai dasar tema Anda.
it: Puoi anche usare un tema personalizzato esistente come base per il tuo tema.
ko: 테마의 토대로 삼을 것으로 기존 맞춤 테마를 사용하셔도 좋습니다.
ms: Anda boleh juga guna tema khusus yang sedang diguna sebagai asas untuk tema anda.
nl: Je kunt ook een bestaand thema gebruiken als basis voor jouw thema.
pl: Możesz także użyć istniejącego niestandardowego motywu jako podstawę swojego motywu.
pt_br: Você também pode usar um tema personalizado existente como base para o seu tema.
ru: Вы также можете взять за основу для темы уже существующую пользовательскую тему.
sv: Du kan också använda ett befintligt tema som grund för ditt nya tema.
tr: Mevcut bir özel temayı temanız için temel olarak da kullanabilirsiniz.
uk: Ви також можете взяти за основу наявну користувацьку тему.
uz: Yangi mavzu tuzish uchun mavjud mavzulardan ham foydalanishingi9z mumkin.

# UseFileManger
source: Use Another App
ar: استخدام تطبيق آخر
be: Выкарыстаць іншую праграму
ca: Usa una altra aplicació
de: Eine andere App benutzen
es: Usar otra app
fi: Käytä toista sovellusta
fr: Utiliser une autre appli
it: Usa un'altra app
ko: 다른 앱 사용
ms: Guna Aplikasi Lain
pl: Użyj innej aplikacji
pt_br: Usar Outro App
ru: Использовать другое приложение
sv: Använde en annan app
tr: Farklı Uygulama Kullan
uk: Інша програма

# UseLessDataAlways
source: Always
ar: دائمًا
be: Заўсёды
ca: Sempre
de: Immer
es: Siempre
fa: همیشه
fi: Aina
fr: Toujours
id: Selalu
it: Sempre
ko: 항상
ms: Sentiasa
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sv: Alltid
tr: Her zaman
uk: Завжди
uz: Har doim
zh_cn: 总是
zh_tw: 總是

# UseLessDataNever
source: Never
ar: مطلقًا
be: Ніколі
ca: Mai
de: Niemals
es: Nunca
fa: هرگز
fi: Ei koskaan
fr: Jamais
id: Matikan
it: Mai
ko: 안 함
ms: Tak pernah
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
uz: Hech qachon
zh_cn: 从不
zh_tw: 從不

# UseLessDataOnMobile
source: Only on mobile data
ar: فقط على بيانات الجوال
be: Толькі пры мабільным злучэнні
ca: Només amb dades mòbils
de: Nur über Mobilfunk
es: En datos móviles
fa: فقط بر روی داده تلفن همراه
fi: Vain mobiilidatalla
fr: Données mobiles
id: Hanya dengan data seluler
it: Solo con i dati cellulare
ko: 모바일 데이터로만 가능
ms: Pada data mobil
nl: Alleen bij mobiele verbinding
pl: Dane komórkowe
pt_br: Em redes móveis
ru: В мобильной сети
sv: Enbart över mobildata
tr: Sadece mobil verideyken
uk: Лише при мобільних даних
uz: Mobil tarmoqda
zh_cn: 仅在使用移动数据时
zh_tw: 僅在使用流動數據時

# UseLessDataOnRoaming
source: Only while roaming
ar: فقط عند التجوال
be: Толькі ў роўмінгу
ca: Només amb itinerància
de: Nur bei Roaming
es: En roaming
fa: فقط در هنگام رومینگ
fi: Vain verkkovieraillessa
fr: En itinérance
id: Hanya saat roaming
it: Solo in roaming
ko: 로밍 중에만
ms: Ketika merayau
nl: Alleen tijdens roamen
pl: Tylko w roamingu
pt_br: Apenas em roaming
ru: Только в роуминге
sv: Endast vid roaming
tr: Sadece dolaşımdayken
uk: Лише в роумінгу
uz: Faqat roumingda

# UseProxyAddress
source: Server
ar: الخادم
be: Сервер
ca: Servidor
es: Servidor
fa: سرور
fi: Palvelin
fr: Serveur
ko: 서버
ms: Pelayan
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
zh_cn: 服务器
zh_tw: 服務器

source: Use proxy for calls
ar: استخدام البروكسي للمكالمات
be: Выкарыстоўваць проксі для выклікаў
ca: Usa'l per a trucar
de: Proxy für Anrufe benutzen
es: Usar proxy para llamadas
fa: استفاده از پروکسی برای تماس‌ها
fi: Käytä välityspalvelinta puheluihin
fr: Utiliser un proxy pour les appels
id: Gunakan proxy untuk panggilan
it: Usa il proxy per le chiamate
ko: 전화에 프록시 사용
ms: Guna proksi untuk panggilan
nl: Gebruik voor oproepen
pl: Użyj proxy przy połączeniach
pt_br: Usar proxy para chamadas
ru: Использовать прокси для звонков
sv: Använd proxy för samtal
tr: Aramalarda vekil sunucu kullan
uk: Використовувати проксі для викликів
uz: Chaqiruvlar uchun proksidan foydalanish
zh_cn: 对通话启用代理
zh_tw: 對通話啓用代理

# UseProxyForCallsInfo
source: Proxy servers may degrade the quality of your calls.
ar: قد تقلل خوادم البروكسي من جودة مكالماتك.
be: Проксі-серверы могуць знізіць якасць вашых выклікаў.
ca: En activar-ho es podria reduir la qualitat de les trucades.
de: Proxyserver können die Qualität von Anrufen beinflussen.
es: El proxy puede disminuir la calidad de tus llamadas.
fa: سرورهای پروکسی ممکن است کیفیت تماس‌های شما را کاهش دهند.
fi: Välityspalvelimen käyttö voi alentaa puheluiden laatua.
fr: Les proxys peuvent dégrader la qualité des appels.
id: Server proxy mungkin membuat kualitas panggilan Anda menurun.
it: I server proxy potrebbero ridurre la qualità delle tue chiamate.
ko: 프록시 서버는 통화 품질을 저하시킬 수 있습니다.
ms: Pelayan proksi mungkin akan mengurangkan kualiti pangguilan anda.
nl: Je oproepkwaliteit kan slechter worden door het gebruik van een proxy-server.
pl: Serwery proxy mogą pogorszyć jakość połączeń.
pt_br: Servidores proxy podem diminuir a qualidade de suas chamadas.
ru: Использование прокси может ухудшить качество звонков.
sv: Proxyservrar kan försämra samtalens ljudkvalitet.
tr: Vekil sunucular, aramalarınızın kalitesini düşürebilir.
uk: Використання проксі може погіршити якість викликів.
uz: Proksi serverlari chaqiruvlaringiz sifatini pasaytirishi mumkin.
zh_cn: 使用代理服务器可能降低通话质量。
zh_tw: 使用代理服務器可能降低通話質量。

# UseProxyInfo
source: SOCKS5 proxy settings.
ar: إعدادات بروكسي SOCKS5
be: Налады проксі SOCKS5.
ca: Configuració del servidor intermediari SOCKS5.
de: SOCKS5 Proxy-Einstellungen
es: Ajustes de proxy SOCKS5.
fa: تنظیمات پروکسی SOCKS5.
fi: SOCKS5-välityspalvelimen asetukset
fr: Paramètres de proxy SOCKS v5.
id: Pengaturan SOCKS5 proxy
it: Impostazioni proxy SOCKS5
ko: SOCKS5 프록시 설정입니다.
ms: Aturan proksi SOCKS5.
nl: SOCKS5 proxy-instellingen
pl: Ustawienia proxy SOCKS5
pt_br: Configurações de proxy SOCKS5.
ru: Настройки SOCKS5-прокси
sv: Inställningar för SOCKS5-proxy
tr: SOCKS5 vekil sunucu ayarları.
uk: Налаштування проксі SOCKS5.
uz: SOCKS5 proksi sozlamalari.
zh_cn: SOCKS5 代理设置
zh_tw: SOCKS5 代理設定

# UseProxyPassword
source: Password
ar: كلمة المرور
be: Пароль
ca: Contrasenya
de: Passwort
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
id: Sandi
ko: 비밀번호
ms: Kata laluan
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
uz: Parol
zh_cn: 密码
zh_tw: 密碼

# UseProxyPort
source: Port
ar: المنفذ
be: Порт
es: Puerto
fa: درگاه
fi: Portti
it: Porta
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh_cn: 端口
zh_tw: 端口

# UseProxySecret
source: Secret
ar: السر
be: Ключ
de: Schlüssel
es: Clave
fa: رمز
fi: Salausavain
id: Rahasia
it: Segreto
ko: 비밀 키
ms: Rahsia
nl: Sleutel
pl: Sekret
pt_br: Segredo
ru: Ключ
sv: Hemligt
tr: Gizli
uk: Секрет
uz: Maxfiy
zh_cn: 密钥
zh_tw: 密鑰

# UseProxySettings
source: Use Proxy
ar: استخدام بروكسي
be: Выкарыстоўваць проксі
ca: Usa un servidor intermediari
de: Proxy-Einstellungen benutzen
es: Usar proxy
fa: استفاده از پروکسی
fi: Käytä välityspalvelinta
fr: Utiliser un proxy
id: Gunakan pengaturan proxy
it: Usa proxy
ko: 프록시 사용
ms: Guna Proksi
nl: Gebruik proxy
pl: Użyj proxy
pt_br: Usar Proxy
ru: Использовать прокси
sv: Använd proxy
tr: Vekil Sunucu Kullan
uk: Використовувати проксі
uz: Proksidan foydalanish
zh_cn: 使用代理
zh_tw: 使用代理

# UseProxySocks5
source: SOCKS5 Proxy
ar: بروكسي SOCKS5
be: Проксі SOCKS5
ca: Servidor SOCKS5
es: Proxy SOCKS5
fa: پروکسی SOCKS5
fi: SOCKS5-välityspalvelin
fr: Proxy SOCKS v5
id: SOCKS5
it: Proxy SOCKS5
ko: SOCKS5 프록시
ms: Proksi SOCKS5
pl: SOCKS5
pt_br: Proxy SOCKS5
ru: Прокси SOCKS5
tr: SOCKS5 Vekil Sunucu
uk: Проксі SOCKS5
zh_cn: SOCKS5
zh_tw: SOCKS5

# UseProxySponsor
source: Proxy sponsor
ar: راعي البروكسي
be: Спонсар проксі
ca: Canal patrocinat
es: Sponsor del proxy
fa: اسپانسر پروکسی
fi: Välityspalvelimen
fr: Sponsor du proxy
it: Sponsor del proxy
ko: 프록시 협찬
ms: Penaja proksi
pl: Sponsor proxy
pt_br: Proxy patrocinado
ru: Спонсор прокси
tr: Vekil sunucu sponsoru
uk: Спонсор проксі
uz: Proksi homiysi
zh_cn: 代理赞助商
zh_tw: 代理贊助商
